<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：teegonchinapay.php
 * ----------------------------------------------------------------------------
 * 功能描述：天工银联支付插件语言包
 * ----------------------------------------------------------------------------
 * Licensed (http://teegon.com)
 * ----------------------------------------------------------------------------
 */

/* 访问控制 */
if (! defined('IN_ECTOUCH')) {
    die('Deny Access');
}

$_LANG['teegonchinapay'] = '天工收银 银联支付';
$_LANG['teegonchinapay_desc'] = '天工收银 网站(www.teegon.com) 是国内先进的网上支付平台。';
$_LANG['client_id'] = '天工收银公钥';
$_LANG['client_secret'] = '天工收银秘钥';
$_LANG['button'] = '立即使用天工收银支付';
